---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.CoolingLoad
source: html/96cc8a13-da9e-81f3-159b-496de10576e1.htm
---
# Autodesk.Revit.DB.SpecTypeId.CoolingLoad Property

Cooling Load, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId CoolingLoad { get; }
```